Repository: AnimealProject/animeal_iOS
Catalog: animeal/res/*.lproj/Localizable.strings
Languages: ka

# tabBar.search
source: Search
ka: ძიება

# tabBar.favourites
source: Favorites
ka: რჩეულები

# tabBar.leaderBoard
source: Leaderboard
ka: ლიდერბორდი

# tabBar.more
source: More
ka: მეტი

# segment.dogs
source: Dogs
ka: ძაღლები

# segment.cats
source: Cats
ka: კატები

# loginScreen.text
source: Some of them are homeless, they need your help
ka: ზოგიერთი მათგანი უსახლკაროა, მათ თქვენი დახმარება სჭირდებათ

# loginScreen.title
source: Take care of pets
ka: იზრუნეთ შინაურ ცხოველებზე

# loginScreen.signInViaMobilePhone
source: Sign in with Mobile
ka: შესვლა მობილურით

# loginScreen.signInViaFacebook
source: Sign in with Facebook
ka: შესვლა Facebook-ით

# loginScreen.signInViaApple
source: Sign in with Apple
ka: შესვლა Apple ID-ით

# favourites.header
source: Favorites
ka: რჩეულები

# favourites.empty
source: You don't have favorite feeding points yet. Press the heart button on the feeding point details to add that one as favourite
ka: ჯერ არ გაქვთ საყვარელი კვების წერტილები. დააჭირეთ გულის ღილაკს კვების წერტილის დეტალებზე, რომ დაამატოთ ის, როგორც საყვარელი

# profile.name
source: Name
ka: სახელი

# profile.surname
source: Surname
ka: გვარი

# profile.phoneNumber
source: Phone Number
ka: Ტელეფონის ნომერი

# profile.email
source: E-mail
ka: ელ.ფოსტა

# profile.birthDate
source: Birthdate
ka: Დაბადების თარიღი

# profile.edit
source: Edit
ka: რედაქტირება

# profile.save
source: Save
ka: Გადარჩენა

# profile.done
source: Done
ka: შესრულებულია

# profile.cancel
source: Cancel
ka: გააუქმოს

# profile.header
source: Profile
ka: პროფილი

# profile.subHeader
source: Please fill out the profile information
ka: გთხოვთ შეავსოთ პროფილის ინფორმაცია

# profile.cancel.dialogHeader
source: Do you really want to cancel the registration?
ka: ნამდვილად გსურთ რეგისტრაციის გაუქმება?

# profile.discardEdits.dialogHeader
source: Do you really want to discard the changes?
ka: ნამდვილად გსურთ ცვლილებების გაუქმება?

# profile.errors.empty
source: Field is empty
ka: ველი ცარიელია

# profile.errors.ageLimit
source: The age limit is %@ years
ka: ასაკობრივი ზღვარი არის %@ წელი

# profile.errors.incorrectFormat
source: Format is incorrect
ka: ფორმატი არასწორია

# profile.errors.incorrectCharactersLength
source: Length must be between 2 and 35
ka: სიგრძე უნდა იყოს 2-დან 35-მდე

# profile.errors.incorrectCharacters
source: Must contain only letters
ka: უნდა შეიცავდეს მხოლოდ ასოებს

# phone.title
source: Please, enter your phone
ka: გთხოვთ შეიყვანოთ თქვენი ტელეფონის ნომერი

# phone.fields.phoneTitlle
source: Phone Number
ka: Ტელეფონის ნომერი

# phone.fields.passwordTitlle
source: Password
ka: პაროლი

# phone.errors.incorrectPhone
source: Format of the phone number isn't correct
ka: ტელეფონის ნომრის ფორმატი არასწორია

# phone.errors.empty
source: Required fields are empty
ka: აუცილებელი ველები ცარიელია

# more.profilePage
source: Profile Page
ka: პროფილის გვერდი

# more.donate
source: Donate
ka: შემოწირულობა

# more.about
source: About (terms and conditions)
ka: შესახებ (წესები და პირობები)

# more.account
source: Account
ka: ანგარიში

# more.aboutShort
source: About
ka: შესახებ

# more.aboutContent
source: Who are we? Animal Project was founded in 2020 by animal lovers with different professions and experiences. For decades, our team members have been independently helping strays and raising awareness through personal channels. What is our goal? We exist so that dogs and cats no longer have to live in the streets of Georgia. Our goal is to create a habitable, comfortable environment for companion animals and raise awareness within our communities. How are we working on this goal? Our team heavily relies on international best practices and experience. Our areas of work include: · Raising social awareness; · Advocating with the government; · Charitable and humanitarian projects in collaboration with the private sector, donor organizations, and local communities
ka: Ვინ ვართ ჩვენ? Animal Project დაარსდა 2020 წელს ცხოველთა მოყვარულთა მიერ სხვადასხვა პროფესიისა და გამოცდილების მქონე. ათწლეულების მანძილზე ჩვენი გუნდის წევრები დამოუკიდებლად ეხმარებოდნენ მაწანწალაებს და ამაღლებდნენ ცნობიერებას პირადი არხებით. რა არის ჩვენი მიზანი? ჩვენ იმისთვის ვარსებობთ, რომ საქართველოს ქუჩებში ძაღლები და კატები აღარ იცხოვრონ. ჩვენი მიზანია შევქმნათ საცხოვრებელი, კომფორტული გარემო კომპანიონი ცხოველებისთვის და ცნობიერების ამაღლება ჩვენს თემებში. როგორ ვმუშაობთ ამ მიზანზე? ჩვენი გუნდი დიდწილად ეყრდნობა საერთაშორისო საუკეთესო პრაქტიკას და გამოცდილებას. ჩვენი მუშაობის სფეროები მოიცავს: · სოციალური ცნობიერების ამაღლება; · მთავრობასთან ადვოკატირება; · საქველმოქმედო და ჰუმანიტარული პროექტები კერძო სექტორთან, დონორ ორგანიზაციებთან და ადგილობრივ თემებთან თანამშრომლობით;

# action.logOut
source: Log out
ka: გასვლა

# action.cancel
source: Cancel
ka: გაუქმება

# action.delete
source: Delete
ka: წაშლა

# action.agree
source: Agree
ka: ვეთანხმები

# action.ok
source: Ok
ka: Კარგი

# action.no
source: No
ka: არა

# action.noThanks
source: No, thanks
ka: Არა გმადლობთ

# action.gotIt
source: Got it
ka: Გავიგე

# action.copyIBAN
source: Copy IBAN
ka: კოპირება IBAN

# action.deleteAccount
source: Delete Account
ka: Ანგარიშის წაშლა

# action.iWillFeed
source: I will feed
ka: ვაჭმევ

# action.yes
source: Yes
ka: დიახ

# action.finish
source: Finish
ka: დასრულება

# action.showOnMap
source: Show on map
ka: რუკაზე ჩვენება

# action.backToHome
source: Back to home
ka: სახლში დაბრუნება

# action.openSettings
source: Open settings
ka: გახსენით პარამეტრები

# question.logoutAccount
source: Are you sure you want to log out of your account?
ka: დარწმუნებული ხართ, რომ გსურთ თქვენი ანგარიშიდან გამოსვლა?

# question.deleteAccount
source: Are you sure you want to delete your account?
ka: დარწმუნებული ხართ, რომ გსურთ თქვენი ანგარიშის წაშლა?

# text.header.lastFeeder
source: Last feeder
ka: ბოლო მიმწოდებელი

# text.oneHourToFeed
source: You will have 1 hour to feed the point
ka: თქვენ გექნებათ 1 საათი წერტილის შესანახად

# text.thankYou
source: Thank You!
ka: Გმადლობთ

# text.animalsAreFed
source: Animals are fed
ka: ცხოველები იკვებება

# text.left
source: left
ka: დატოვა

# verification.title
source: Enter verification code
ka: შეიყვანეთ დამადასტურებელი კოდი

# verification.subtitle.filled
source: Code was sent to:
ka: კოდი გაიგზავნა:

# verification.subtitle.empty
source: Code was sent to destination
ka: კოდი გაიგზავნა დანიშნულების ადგილზე

# verification.resendCode.title
source: Resend code
ka: კოდის ხელახლა გაგზავნა

# verification.error.codeDigitsCountDoesNotFit
source: Code digits count doesn’t fit
ka: კოდის ციფრების რაოდენობა არ ჯდება

# verification.error.codeRequestTimeLimitExceeded
source: Code request time limit exceeded
ka: კოდის მოთხოვნის დროის ლიმიტი გადაჭარბებულია

# verification.error.codeUnsupportedNextStep
source: Code unsupported next step
ka: შემდეგი ნაბიჯის კოდი მხარდაუჭერელია

# verification.error.codeTriesCountLimitExceeded
source: Attempts to enter the verification code have ended. Try requesting the code again.
ka: დამადასტურებელი კოდის შეყვანის მცდელობები დასრულდა. ისევ სცადეთ კოდის მოთხოვნა.

# verification.alert.resend
source: Resend
ka: Ხელახლა გაგზავნა

# verification.alert.next
source: Next
ka: შემდეგი

# verification.alert.cancel
source: Cancel
ka: გაუქმება

# feeding.status.fed
source: Newly fed
ka: ახლად ყელში

# feeding.status.starved
source: There is no food
ka: საჭმელი არ არის

# feeding.status.inprogress
source: Feeding in progress
ka: კვება მიმდინარეობს

# feeding.alert.cancelFeeding
source: Do you really want to cancel feeding?
ka: ნამდვილად გსურთ კვების გაუქმება?

# feeding.alert.feedingTimerOver
source: Your feeding timer is over. You can book a new feeding from the home page.
ka: თქვენი კვების ტაიმერი დასრულდა. თქვენ შეგიძლიათ დაჯავშნოთ ახალი კვება საწყისი გვერდიდან

# feeding.alert.feedingPointHasBooked
source: Another user has booked the feeding for this feeding point
ka: სხვა მომხმარებელმა დაჯავშნა კვება ამ კვების წერტილისთვის

# feeding.alert.grantCameraPermission
source: To continue please grant the permission to use the Camera
ka: გასაგრძელებლად გთხოვთ, მიანიჭოთ კამერის გამოყენების ნებართვა

# feeding.alert.grantLocationPermission
source: We can calculate the route to the feeding point. To use the function please switch on the Location service
ka: შეგვიძლია გამოვთვალოთ მარშრუტი კვების პუნქტამდე. ფუნქციის გამოსაყენებლად, გთხოვთ, ჩართოთ მდებარეობის სერვისი

# feeding.error.otherFeedingRunning
source: You can't start feeding while another one is in progress
ka: თქვენ ვერ დაიწყებთ კვებას, სანამ მეორე მიმდინარეობს

# toast.successLogout
source: You have successfully logged out
ka: თქვენ წარმატებით გამოხვედით სისტემიდან

# toast.userDeleted
source: Your account has successfully been deleted
ka: თქვენი ანგარიში წარმატებით წაიშალა

# search.empty.text
source: There are no feedings points for now. Please try again a little bit later
ka: ამ დროისთვის კვების პუნქტები არ არის. გთხოვთ, სცადოთ ხელახლა ცოტა მოგვიანებით

# search.searchBar.placeholder
source: Search here
ka: Აქ მოძებნე

# errors.somthingWrong
source: Oops something goes wrong!
ka: ოჰ, რაღაც არასწორია!

# attach.photo.hint.text
source: Please take pictures where pet and food is detected
ka: გთხოვთ, გადაიღოთ სურათები, სადაც აღმოჩენილია შინაური ცხოველი და საკვები

# attach.photo.delete.message
source: Are you sure you want to delete this photo?
ka: დარწმუნებული ხართ, რომ გსურთ ამ ფოტოს წაშლა?

# faq.header.text
source: If you have any questions please check our FAQ section below
ka: თუ თქვენ გაქვთ რაიმე შეკითხვები, გთხოვთ, შეამოწმოთ ჩვენი FAQ განყოფილება ქვემოთ

# faq.footer.text
source: Didn't find your question here or have issues? Please contact us at %@
ka: ვერ იპოვეთ თქვენი შეკითხვა აქ ან გაქვთ პრობლემები? გთხოვთ დაგვიკავშირდეთ %@

# donate.title
source: Donate
ka: შემოწირულობა

# donate.header.text
source: We can leave a donation for animals and in support of the developers
ka: ჩვენ შეგვიძლია დავტოვოთ შემოწირულობა ცხოველებისთვის და დეველოპერების მხარდასაჭერად

# donate.footer.text
source: Thank you for donating!
ka: გმადლობთ შემოწირულობისთვის!

# donate.copy.text
source: Text is copied
ka: ანგარიში დაკოპირებულია

# about.appVersion
source: App version
ka: აპლიკაციის ვერსია

# leaderBoard.header
source: Leaderboard
ka: ლიდერბორდი

# leaderBoard.empty
source: Leaderboard will show the rating of volunteers
ka: ლიდერბორდი აჩვენებს მოხალისეთა რეიტინგს
